Repository: trinhttt/SmartFriend
Catalog: SmartFriend/SmartFriend/*.lproj/Localizable.strings
Languages: vi

# txtAbout
source: SmartFriend is an application that helps users manage their work lists and their working time more easily, and also supports fast-track user experience in the application. 3 main parts: Checklist of Jobs, Time Management to complete a job, Entertainment to reduce stress or reward yourself when finished.
vi: SmartFriend là một ứng dụng hỗ trợ người dùng quản lý danh sách công việc và thời gian làm việc dễ dàng hơn. Bên cạnh đó còn hỗ trợ người dùng giải trí luyện nhanh tay lẹ mắt được tích hợp trong ứng dụng. Ứng dụng có 3 phần chủ yếu:Checklist danh sách các công việc, Quản lý thời gian để hoàn thành một công việc tốt nhất, Các game giải trí để giảm căng thẳng hoặc tự thưởng cho mình khi xong việc.

# txtHelp
source: The Challenge License (shallenge) Copyright (c) 2018 Team TT Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the 'Software'), to deal in the Software without restriction, including without limitation the rightsto use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software isfurnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED ';AS IS', WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
vi: Giấy phép Challenge (shallenge) Bản quyền (c) 2018 Team TT Permission được cấp miễn phí cho bất kỳ người nào có bản sao phần mềm này và các tệp tài liệu liên quan ('Phần mềm'), để giải quyết Phần mềm mà không bị hạn chế , bao gồm nhưng không giới hạn quyền sử dụng, sao chép, sửa đổi, hợp nhất, xuất bản, phân phối, cấp phép phụ, và / hoặc bán các bản sao của Phần mềm, và cho phép những người mà Phần mềm được hỗ trợ, tuân theo các điều kiện sau: thông báo bản quyền và thông báo quyền này sẽ được bao gồm trong tất cả các bản sao hoặc một phần đáng kể của Phần mềm. KHÔNG CÓ SỰ KIỆN BẤT K CL KHIẾU NẠI, THIỆT HẠI HOẶC TRÁCH NHIỆM KHÁC, BẤT CỨ HÀNH ĐỘNG HỢP ĐỒNG, THAY ĐỔI HOẶC KHÁC, PHÁT HÀNH TỪ, RA O F HOẶC KẾT NỐI VỚI PHẦN MỀM HOẶC SỬ DỤNG HOẶC CÁC BIỆN PHÁP KHÁC TRONG PHẦN MÊM.

source: Time-setting is off.
vi: Đã bật cài đặt thời gian.

source: Confirm
vi: Kết thúc

source: Timeout
vi: Hết giờ

source: Minute
vi: Phút

source: Minutes
vi: Phút

source: Second
vi: Giây

source: Seconds
vi: Giây

source: Add to favorites
vi: Thêm vào mục yêu thích

source: Remove from favorites
vi: Xóa khỏi mục yêu thích

source: timerDone
vi: Hết giờ

source: Something went wrong!
vi: Đã xảy ra lỗi!

source: Adding a new item has failed
vi: Thêm một mục mới không thành công

source: Please enter a name.
vi: Vui lòng nhập tên.

source: Fetch Request failed.
vi: Yêu cầu tìm nạp không thành công.

source: Add a new item
vi: Thêm mục mới

source: Item Name
vi: Tên mục

source: Studying
vi: Học tập

source: Timework of machines
vi: Thời gian của máy

source: Doing exercise
vi: Làm bài tập

source: Cooking
vi: Nấu nướng

source: Cancel
vi: Huỷ

source: Type of items does not exist!
vi: Loại mục không tồn tại!

source: DeviceCell
vi: Thiết bị

source: ShowMicrowaveDetail
vi: Hiển thị chi tiết

source: Are you sure you want to delete
vi: Bạn có chắc chắn muốn xóa

source: Core:
vi: Điểm:

source: Flips:
vi: Lật:

source: emptyCell
vi: Rỗng

source: checklistCell
vi: Kiểm tra mục

source: (No item)
vi: (Rỗng)

source: All done!!
vi: Hoàn Thành Tất Cả!!

source: ShowChecklist
vi: Hiển thị danh sách

source: What do you wanna do with this checklist?
vi: Bạn muốn làm gì với danh sách kiểm tra này?

source: Rename
vi: Đổi tên

source: Rename Checklist
vi: Đổi tên mục

source: Delete
vi: Xoá

source: Enter name of checklist
vi: Nhập tên mục

source: AddItem
vi: Thêm mục

source: Add
vi: Thêm

source: EditItem
vi: Sửa mục

source: Edit
vi: Sửa

source: ChecklistItem
vi: Kiểm tra danh sách
